{
  "title": "Como quedaron las cosas",
  "description": "Esta es mi carta, dijiste que esperarias hasta que las cosas esten solucionadas, que sean un 0 o un 100, te adelanto que estan solucionadas.",
  "contents": [
    "Fue facil, tan facil que aun no me la creo. Por eso hasta dudo si es cierto, pero antes de contar de eso, como estaba solucionando las cosas antes.",
    "Yo estuvo soportando a su padre, ya que su padre me pidio que fuera su novio por solo 6 meses y me dejaria en paz, esto fue en el 2022, asi hice, pero fue un 'noviazgo' solo para salir del compromiso, ni la veia, ni nada. No debi aceptar...",
    "Las cosas fueron empeorando, oficialmente no eramos nada ni fingidamente no eramos nada, ella lo sabe, su padre lo sabe, solo que el padre siguio con esto porque la madre ella la hechaba de la casa.",
    "Si cortaba comunicacion, ella lo primero que hacia, decirle al padre para que me amenazara, intentar hacerse daño, amenzar con afectar mis otras areas de la vida, etc.",
    "El padre aun asi queria obligarme a ser novio de ella, queria que 'le cumpliera', yo ya habia cumplido esos '6 meses', cuando el argumentaba que no, no eran suficientes, por cosas como que me hecharian a la policia por violencia sexual, psicologica y otras, fue que solo tenia comunicacion.",
    "Parte de las cosas que pedia a Dios era quitarmelos... y de repente llegaste tu.",
    "Con mas desespero buscaba quitarmelos, pero sabia que 'alguien' habia llegado a mi vida, y por eso queria quitarmelos con aun mas desespero, en ese tiempo tu y yo no eramos novios, fue cuando cayo tu correo, pero no cedian, al padre le deje las cosas claras no eramos ni seriamos nada, me pidio 6 meses no que fueramos novios, sino que solamente no dijera nada, y ahi me dejaria en paz completa..., mi error lo siento, no debi aceptar. Lo siento TwT TwT",
    "Con la chica chateaba, solo para que no sospechara y no decia nada... el tiempo casi se cumplia, cuando subiste esta foto...",
    "Esa es la historia de IG. y de ahi paso lo que tenia que pasar",
    "Te estoy agradecido, aceleraste todo esto, ellos no son de los que se rendian, me decian que irian a tu casa a contarle todos a tus padres para que yo nunca fuera aceptado por ellos, que tambien irian a tu iglesia para que fueramos mal visto, eso o que firma por una carta...",
    "Yo queria cuidar de ti, ya mucho estabas sufriendo por mi tonto error, no queria que sufrieras mas, por eso pense en aceptar, que uno de los terminos que ellos no se meterian contigo, ni tu gente, y cuando el viernes 14 de julio nos vimos, me dijsite que no estabas de acuerdo, entre en razon, por eso te pregunte que pasaria si llegaban y hablaban  con tus padres o con tu iglesia, pero vi que era algo que podias manejar.",
    "Esa noche hable con ellos, y empece a preguntar porque querian demandarme si nunca violente nada, a diferencia de ellos que si me atacaron el lunes, cuando intente 'dejar todo claro', y que por cierto, habia grabado videos y todo, ellos no tenian evidencia de nada, sus unicas evidencias era testimonios de ellos mismos de violencia psicologica, y intentaron doblegar mi voluntad pero al perder el miedo ya no pudieron, finalmente me preguntaron 'Que propones tu?'",
    "'Ni uds, ni yo. Aqui muere todo', y no querian, al final acordamos eso, dejar las cosas ahi, ellos no te buscarian, ni me buscarian para nada mas, pero que tampoco presente ninguna prueba, ya ellos no tenian nada tampoco, aceptaron, acabo todo. Mas o menos 48 horas han pasado y ellos no han intentado ningun intento de cualquier tipo de contacto conmigo, asi que espero que asi sea, si ellos regresan volvere a aclarar lo mismo y te contare.",
    "Estan bloqueados de toda red social, ya terminamos en eso, que nada, que asi acabe todo, y tengo fe que asi sera.",
    "Lo siento por ocultarte esto, en serio lo siento."
  ]
}